<?php
$config['programming_lv'] = [
    '初めてプログラミングに触れる',
    'プログラミングを少し学んだことがある',
    'プログラミングで仕事をしている・したことがある'
    ];
$config['week'] = ['日', '月', '火', '水', '木', '金', '土'];
$config['sex'] = ['男性', '女性', '不明'];
$config['purpose'] = ['起業', '転職', 'フリーランス', 'スキルアップ', '副業', '趣味', 'その他'];
$config['pc'] = ['Mac', 'Windows7', 'Windows8', 'Windows10', 'その他'];
$config['status'] = ['入会前', '学習中', '卒業済', '削除予定', '全表示'];
$config['status_edit'] = ['入会前', '学習中', '卒業済', '削除予定'];
$config['yomi'] = ['A', 'B', 'C'];
$config['month'] = [
    '01月' => '01月',
    '02月' => '02月',
    '03月' => '03月',
    '04月' => '04月',
    '05月' => '05月',
    '06月' => '06月',
    '07月' => '07月',
    '08月' => '08月',
    '09月' => '09月',
    '10月' => '10月',
    '11月' => '11月',
    '12月' => '12月'
    ];

$config['region_name'] = array(
    '北海道・東北' => array(
        1 => '北海道',
        2 => '青森県',
        3 => '岩手県',
        4 => '宮城県',
        5 => '秋田県',
        6 => '山形県',
        7 => '福島県',
        ),
    '関東' => array(
        8 => '茨城県',
        9 => '栃木県',
        10 => '群馬県',
        11 => '埼玉県',
        12 => '千葉県',
        13 => '東京都',
        14 => '神奈川県',
        ),
    '中部' => array(
        15 => '新潟県',
        16 => '富山県',
        17 => '石川県',
        18 => '福井県',
        19 => '山梨県',
        29 => '長野県',
        21 => '岐阜県',
        22 => '静岡県',
        23 => '愛知県',
        ),
    '近畿' => array(
        24 => '三重県',
        25 => '滋賀県',
        26 => '京都府',
        27 => '大阪府',
        28 => '兵庫県',
        29 => '奈良県',
        30 => '和歌山県',
        ),
    '中国' => array(
        31 => '鳥取県',
        32 => '島根県',
        33 => '岡山県',
        34 => '広島県',
        35 => '山口県',
        ),
    '四国' => array(
        36 => '徳島県',
        37 => '香川県',
        38 => '愛媛県',
        39 => '高知県',
        ),
    '九州・沖縄' => array(
        40 => '福岡県',
        41 => '佐賀県',
        42 => '長崎県',
        43 => '熊本県',
        44 => '大分県',
        45 => '宮崎県',
        46 => '鹿児島県',
        47 => '沖縄県',
        ),
    'その他' => array(
        48 => '海外・その他',
        ),
    );
